{"description":{"0":"@Tom_Fowdy do you trust hong kong university?  In the autonomy of the West? Sinovac is the best vaccine... look at the chart and see which countries have received Sinovac. https:\/\/t.co\/XdSmvtar5x","1":"@WuPeng_MFAChina SINOVAC is the best vaccine in the world","2":"lmaaoo influencers saying the best vaccine is the vaccine in your arms or whatever tapos nagrereklamo nanaman ngayon bakit daw sinovac pa rin booster shot nila, d ko kayo gets","3":"thank god didn\\'t have any side effects for the SINOVAC vaccine. No muscle pain or fever. Even my mom is shock and keep asking me lmao. So i legit told her \"god loves me\"","4":"@EMA_News Have a nice day. Would you please update us regarding approval proccess of Sinovac vaccines. As we know investigation has already started by May21. But untill now no news even though WHO approved this vaccine. Look forwarder to hear your opinions about it.","5":"I wonder if the suspected virus vaccinations (Sinovac etc) are effective longer than mRNA vaccinations?   Does anyone have knowledge of this?","6":"@lepmaryjuana the best vaccine is the one that is available.  for the population, yes, sinovac ang pinakaavailable. nagkataon lang na yung sa mayor hindi yon yung available.","7":": Ano vaccine mo? : Modernization. Ikaw? : Sinovaccla.  Nice convo mAh prend. ð\u009f\u0099\u0082","8":"as muxh as i want, wag muna sana dito ð\u009f¥º di pa safe and baka ma-trauma sila huhu  sana rin pwede na mag-flight mga na-vaccine-nan ng sinovac huhu** https:\/\/t.co\/n14THe5J26","9":"bengang sebenarnya sebab i legit paid RM360 for private vaccination (sebab mysj tak panggil2) i dont mind pun vaccine apa bc the best vaccine is the one that available (they saidð\u009f\u0099\u0084) now tiber keluar banyak sumber sinovac low effective. lepastu dah agree yang the best thing to-"},"pubdate":{"0":"2021-12-15 19:53:15","1":"2021-11-30 09:08:22","2":"2021-11-16 22:07:13","3":"2021-11-19 19:23:28","4":"2021-12-08 08:24:27","5":"11\/29\/2021 2:51","6":"2021-11-15 09:06:36","7":"2021-12-15 22:08:02","8":"2021-11-26 10:07:10","9":"2021-11-18 06:07:07"},"polarity":{"0":1.0,"1":1.0,"2":1.0,"3":0.6,"4":0.6,"5":0.6,"6":0.6,"7":0.6,"8":0.5,"9":0.5}}