{"description":{"0":"@CDCgov please make the Sinopharm\/WIBP as an acceptable vaccine because people who took this vaccine can not travel to USA to meet their loved ones. Thank you.","1":"China ð\u009f\u0087¨ð\u009f\u0087³ is the owner of Sinopharm vaccine. How many folks are fully vaccinated in ð\u009f\u0087¨ð\u009f\u0087³? Are there omicron variant cases in ð\u009f\u0087¨ð\u009f\u0087³?  Have so many questions about ð\u009f\u0087¨ð\u009f\u0087³  That country is somehow dodgy to me ð\u009f¤¨","2":"Argentina finds China\\'s Sinopharm vaccine safe for children and adolescents https:\/\/t.co\/dGH2YGWicH","3":"Our latest work : Persistence of antibody and T cell responses to the Sinopharm\/BBIBP-CorV vaccine in Sri Lankan individuals https:\/\/t.co\/AP2i6cOnZU","4":"Jamaica gets a top up in Vaccine as China  supplys Hamaica with 200,000 doses of Sinopharm","5":"@CameronKendall But mara, when are you going to insist they inject Sinopharm vaccine. Meny more ppl will choose sinopharm over USA\/UK inferior vaccines.","6":"Wonder how many persons gonna take sinopharm vaccine","7":"@aussiebug @KMC75795688 @TinyFighterGirl I wouldn\\'t risk taking an mRNA vaxx.  I\\'d take Novavax to move along in life because the greatest risk is coming from mRNA. Sinopharm preferred. We all need to keep in mind that the Spike is the toxin (Dr. Ryan Cole - Pathologist) - vit D is essential, vaxxed or not. https:\/\/t.co\/ZnPXxsF6em","8":"@MaiN_Failure I got 2 doses of Sinopharm around July but don\\'t have any effect maybe itâ\u0080\u0099s not too strong like mRNA vaccine.","9":"If someone says most of the covid positive cases of vaccinated persons are with SinoPharm wouldnâ\u0080\u0099t it be because the SinoPharm vaccine that was the most accessible and distributed in Trinidad ???"},"pubdate":{"0":"2021-11-22 22:50:16","1":"2021-12-05 22:07:01","2":"2021-11-20 07:20:19","3":"2021-11-16 22:39:13","4":"2021-11-22 22:04:16","5":"2021-11-27 02:35:38","6":"2021-11-24 07:06:07","7":"2021-11-20 19:07:08","8":"2021-12-02 10:38:01","9":"2021-12-09 05:54:04"},"polarity":{"0":0.7,"1":0.5,"2":0.5,"3":0.5,"4":0.5,"5":0.5,"6":0.5,"7":0.5,"8":0.4333333333,"9":0.4005681818}}